Repository: kerneltravel/wxDownloadFast_wxwidgets
Catalog: wxDFast/languages/*/wxDFast.po
Languages: it, ja

source: Total Speed:
it: Velocità Complessiva:
ja: 合計速度:

source: Total Complete:
it: Copletato:
ja: 合計完了:

source: Downloads in progress:
it: Trasferimenti in Corso:
ja: ダウンロードの進捗状況:

source: Hide the main window
it: Nascondi Finestra Principale
ja: メインウィンドウを隠す

source: Show the main window
it: Mostra Finestra Principale
ja: メインウィンドウを表示

source: New download
it: Nuovo Trasferimento
ja: 新規ダウンロード

source: Close the program
it: Chiude il Programma
ja: プログラムを閉じる

source: Band control
it: Banda di Trasferimento
ja: 帯域コントロール

source: Unlimited
it: Illimitata
ja: 無制限

source: Just for this session. To change definitely go to "Options"
it: Solo per questa Sessione. In "Opzioni" puoi rendere tale cambiamento permanente
ja: このセッションの為に定義を変更する場合は、"オプション"から変更して下さい

source: Active
it: Attivo
ja: アクティブ

source: Per Download
it: Per Trasferimento
ja: ダウンロード毎

source: Downloads in Progress
it: Trasferimenti in Corso
ja: ダウンロードの進捗

source: Finished Downloads
it: Trasferimenti Completati
ja: 完了したダウンロード

source: Schedule Download
it: Trasferimento Programmato
ja: スケジュールダウンロード

source: Start Download
it: Avvia Trasferimento
ja: ダウンロードの実行

source: Stop Download
it: Interrompi Trasferimento
ja: ダウンロード停止

source: Remove Download
it: Elimina il Trasferimento
ja: ダウンロードを削除

source: Properties of Download
it: Proprieà del Trasferimento
ja: ダウンロードのプロパティ

source: Download File Again
it: Trasferisci Nuovamente
ja: ファイルを再度ダウンロードする

source: Move File
it: Sposta il File
ja: ファイルを移動

source: Check Integrity
it: Verifica Integrità del Trasferimento
ja: 整合性をチェック

source: Copy URL
it: Copia Indirizzo
ja: URLをコピー

source: Copy Download Data
it: Copia Propietà del Trasferimento
ja: ダウンロードデータをコピー

source: Open Destination Directory
it: Apri la Cartella di Destinazione
ja: 保存フォルダを開く

source: NEW RELEASE:
it: NUOVA VERSIONE:

source: is available.
it: disponibile.
ja: 利用可能.

source: File type
it: Tipo di File
ja: ファイルの種類

source: Preview
it: Anteprima
ja: プレビュー

source: Piece
it: Parte
ja: 断片

source: Stopping the download...
it: Interruzione Trasferimento...
ja: ダウンロードを停止...

source: Stopping the current download before removing...
it: Interrompere il Trasferimento prima di Eliminarlo...
ja: 削除する前に現在のダウンロードを停止...

source: Do you also want to remove the partial downloaded file from the disk?
it: Vuoi eliminare anche i Files Parziali?
ja: 本当にこのアイテムをリストとディスクから削除しますか?

source: Remove...
it: Elimina...
ja: 削除...

source: Do you also want to remove downloaded file(s) from the disk?
it: Vuoi eliminare i File(s) Trasferiti?
ja: 本当にこのアイテムをリストとディスクから削除しますか?

source: Error creating thread!
it: Errore durante la Creazione del Thread!
ja: スレッド作成エラー!

source: Error...
it: Errore...
ja: エラー...

source: Error starting thread!
it: Errore di esecuzione Thread!
ja: スレッド開始エラー!

source: Starting the downloads...
it: Avvio Trasferimenti...
ja: このダウンロードを開始...

source: Stopping the downloads...
it: Interruzione Trasferimenti...
ja: このダウンロードを停止...

source: Unable to open the clipboard!
it: Non riesco ad aprire gli Appunti di Windows!
ja: クリップボードを開けません!

source: Name
it: Nome
ja: 名前

source: Size
it: Dimensione
ja: サイズ

source: Time
it: Durata
ja: 時間

source: Destination
it: Destinazione
ja: 保存先

source: Reference URL
it: Indirizzo di Riferimento
ja: 参照アドレス

source: Comments
it: Commenti
ja: コメント

source: URLs
it: Indirizzi
ja: URL

source: Find file...
it: Trova File...
ja: ファイルを検索...

source: Download Properties
it: Proprietà del Trasferimento
ja: ダウンロードのプロパティ

source: Select the directory:
it: Cartella Selezionata:
ja: ディレクトリを選択:

source: Moving...
it: Spostamento...
ja: 移動しています...

source: Moving file...
it: Spostamento File...
ja: ファイルを移動中...

source: Error moving file.
it: Errore durante lo Spostamento del File.
ja: ファイルの移動エラー.

source: The file isn't in the path that it was saved initially. Do you want to change only the old path for the current one?
it: Il File non si trova nella Locazione in cui era stato salvato inizialmente. Vuoi cambiare solo la vecchia Locazione con quella nuova?
ja: 保存されたパスにファイルがありません. 古いパスを一時的に変更しますか?

source: Continue...
it: Continua...
ja: 続行...

source: Checking file's MD5...
it: Verifica MD5 del File...
ja: ファイルのMD5値をチェック...

source: The file was verified successfully.
it: Il File è stato Verificato con successo.
ja: このファイルのベリファイは成功しました

source: Success...
it: Successo
ja: 成功...

source: The MD5 calculated previously is different from the current one.
it: L'MD5 calcolato precedentemente NON corrisponde a quello attuale.
ja: 現在のMD5値は以前のものと異なっています

source: Old MD5 =
it: MD5 precedente =
ja: 旧 MD5 =

source: Current MD5 =
it: MD5 attuale =
ja: 現在の MD5 =

source: File not found.
it: File non Trovato.
ja: ファイルがみつかりません

source: The configuration was exported successfully.
it: La Configurazione è stata Esportata con successo.
ja: 設定のエクスポートに成功しました

source: Error exporting configuration.
it: Errore durante l'Esportazione della Configurazione.
ja: 設定のエクスポート・エラー

source: Select the file...
it: Seleziona un File...
ja: ファイルを選択...

source: The configuration was imported successfully. The program will be restated now for the changes to take effect.
it: La Configurazione è stata Importata correttamente. Il Programma verrà fatto ripartire per acquisire la nuova Configurazione.
ja: 設定のインポートに成功しました. 効果を反映させる為に一度プラグラムを再起動する必要があります.

source: Error importing configuration.
it: Errore durante l'Importazione della Configurazione.
ja: 設定のインポート・エラー

source: Command :
it: Comando :
ja: コマンド:

source: Shutdown Command...
it: Comando di Spegnimento...
ja: シャットダウンコマンド...

source: Disconnect Command...
it: Comando di Disconnessione...
ja: 接続の切断コマンド...

source: Updating the configuration...
it: Aggiornamento Configurazione...
ja: 設定を更新します...

source: Updating and saving the configuration...
it: Aggiornamento e Salvataggio Configurazione...
ja: 設定を更新して保存...

source: Unable to find the browser. Go to "Options" and specify a valid one.
it: Impossibile trovare il Browser. Seleziona "Opzioni" e specifica un Browser valido.
ja: ブラウザが見つかりません. ""オプション"から定義し直して下さい

source: Version:
it: Versione:
ja: バージョン:

source: Author:
it: Autore:
ja: 作者:

source: I'd like to thank the following contributors for their help:
it: Ringrazio le seguenti persone per il loro contributo ed aiuto:
ja: 貢献して頂いた以下の方々に感謝します:

source: - several tips and donations
it: - diversi suggerimenti e donazioni

source: - Ripstop theme
it: - Temi Ripstop

source: Visit our website:
it: Visita il nostro Sito:
ja: ウェブサイトに訪問:

source: Help to improve the program!
it: Aiutaci a migliorare il Programma!
ja: プログラムの改良に協力して下さい!

source: Donate to this project!
it: Fai una Donazione per questo Progetto!
ja: このプロジェクトに寄付する!

source: Do you want to close the program?
it: Vuoi Uscire dal Programma?
ja: 本当にプログラムを閉じますか?

source: Close...
it: Uscita...
ja: 閉じる...

source: Add new download
it: Aggiunge un Nuovo Trasferimento
ja: 新規ダウンロードに追加

source: Remove the selected download
it: Elimina il Trasferimento Selezionato
ja: 選択したダウンロードを削除

source: Mark the selected download as scheduled
it: Marca come Programmato il Trasferimento Selezionato
ja: 選択されたダウンロードをスケジュールとしてマーク

source: Start the selected download
it: Avvia il Trasferimento Selezionato
ja: 選択されたダウンロードを開始

source: Stop the selected download
it: Interrompe il Trasferimento Selezionato
ja: 選択されたダウンロードを停止

source: Start all downloads
it: Avvia tutti i Trasferimenti
ja: すべてのダウンロードを開始

source: Stop all downloads
it: Interrompi tutti i Trasferimenti
ja: すべてのダウンロードを停止

source: Raise in one level the selected download in the queue
it: Sposta in su il Trasferimento Selezionato
ja: 選択されたダウンロードのキューレベルをひとつ上げる

source: Lower in one level the selected download in the queue
it: Sposta in giù il Trasferimento Selezionato
ja: 選択されたダウンロードのキューレベルをひとつ下げる

source: Show the properties of the selected download
it: Mostra le Proprietà del Trasferimento Selezionato
ja: 選択されたダウンロードのプロパティを表示

source: You have downloaded a HTML file. Open this file in your browser?
it: Hai trasferito un File HTML. Vuoi aprirlo nel Browser?
ja: HTML ファイルがダウンロードされました. ファイルをブラウザで開きますか?

source: Shutting down the computer...
it: Spegnimento Computer...
ja: PCをシャットダウンします...

source: The computer will shut down in seconds...
it: Il Computer verrà spento tra pochi secondi...
ja: PCをシャットダウンするまで(秒)...

source: Disconnecting from the Internet...
it: Disconnessione da Internet...
ja: インターネット接続を切断...

source: The Internet connection will be closed in seconds...
it: La Connessione a Internet verrà Chiusa tra pochi secondi...
ja: インターネット接続を閉じるまで(秒)...

source: Visit http://dfast.sourceforge.net for more informations.
it: Per maggiori informazioni visita il Sito http://dfast.sourceforge.net.

source: List of files in Zip archive:
it: Elenco dei Files presenti nell'Archivio Zip:
ja: ZIPアーカイブの内容を一覧:

source: Zip Preview
it: Anteprima Archivio Zip
ja: ZIPプレビュー

source: Unable to extract zip file content!
it: Impossibile estrarre i Files dall'Archivio Zip!
ja: ZIPファイルの内容を抽出できません!

source: Unable to search in this page. Change to another page and try again
it: Impossibile cercare in questa Pagina. Cambia la Pagina e ritenta
ja: このページからは検索できません. 他のページに変更して再試行してください

source: Information...
it: Informazioni...
ja: インフォメーション...

source: Cannot set locale to
it: Non riesco ad impostare il Linguaggio
ja: ロケールの設定ができません

source: This language is not supported by your system.
it: Questo Linguaggio non è consentito dal Sistema.
ja: この言語は、あなたのシステムではサポートされません

source: The following URL is invalid:
it: Il seguente Indirizzo NON è valido:
ja: 以下のURLは無効です:

source: The URL is invalid!
it: L'Indirizzo NON è valido!
ja: このURLは無効です!

source: The following URL has a different filename:
it: Il seguente Indirizzo contiene un nome di File differente:
ja: 以下のURLに異なるファイル名が含まれています:

source: Select at least one item of the address list!
it: Seleziona almeno un Indirizzo dell'Elenco!
ja: アドレスリストのアイテムを最低ひとつは選択して下さい!

source: The destination directory does not exist! Do you want to create it?
it: La Cartella di Destinazione NON esiste! Vuoi crearla?
ja: この対象ディレクトリは存在しません! 作成しますか?

source: You don't have permission to create the directory!
it: Non hai i Privilegi per creare la Cartella!
ja: あなたには、ディレクトリを作成する権限がありません!

source: I can't split the file into so many pieces!
it: Non riesco a Dividere il File in Parti!
ja: ファイルをこれ以上の断片に分割できません!

source: Edit the URL
it: Modifica l'Indirizzo
ja: URLを編集

source: Double-click on the item to Start/Stop the download
it: Doppio-Click sull'Elemento per Avviare/Terminare il Trasferimento
ja: ダブルクリックでアイテムのダウンロードを 開始/停止

source: [ Yes ]
it: [ Si ]
ja: [ はい ]

source: [ No ]
it: [ Não ]
ja: [ いいえ ]

source: Restart
it: Ripristinabile
ja: リジューム

source: Filename
it: Nome del File
ja: ファイル名

source: Completed
it: Completato
ja: 完了済

source: Percentage
it: Percentuale
ja: パーセント

source: Time Passed
it: Tempo Trascorso
ja: 経過時間

source: Remaining
it: Tempo Residuo
ja: 残り

source: Speed
it: Velocità
ja: 速度

source: Attempts
it: Tentativi
ja: リトライ

source: URL
it: Indirizzo

source: Double-click on the item to open the destination directory
it: Doppio-Click sull'Elemento per Aprire la Cartella di Destinazione
ja: ダブルクリックでファイル保存フォルダを開きます

source: Started
it: Avviato
ja: 開始

source: Finished
it: Completato
ja: 完了日時

source: You have downloaded a HTML file. Opening this file in your browser.
it: Hai trasferito un File HTML Vuoi aprirlo nel Browser.
ja: HTML ファイルがダウンロードされました. このファイルをブラウザで開きますか.

source: Proxy not found.
it: Proxy non trovato.

source: This protocol isn't supported.
it: Questo Protocollo non è supportato.
ja: このプロトコルはサポートされません.

source: Redirecting to
it: Redirezionato a
ja: リダイレクト

source: Metalink file detected
it: Individuato un Metalink
ja: メタリンクファイルを検出

source: Getting Metalink data...
it: Recupero dati del File da Metalink...
ja: メタリンクからデータを取得...

source: Not available
it: Non disponibile
ja: 利用出来ません

source: This Metalink file contains multiples files.
it: Il Metalink contiene più Files.
ja: このメタ･ファイルには複数のファイルが含まれています.

source: Creating all downloads...
it: Creazione di TUTTI i Trasferimenti...
ja: このダウンロードを開始...

source: Getting file number
it: Recupero numero dei Files
ja: ファイル数を取得

source: Error retrieving Metalink data
it: Errore durante il recupero dei Dati dal Metalink
ja: メタリンクデータの取得エラー

source: New attempt in
it: Nuovo tentetivo
ja: 新規リトライ

source: seconds
it: secondi
ja: 秒

source: Attempt
it: Tentativo
ja: リトライ

source: of
it: di

source: Canceled.
it: Annullato.
ja: キャンセル.

source: Critical error!! The start point is bigger that the end point!!
it: Errore Critico! Il punto iniziale è più grande del punto finale!
ja: 重大なエラー!! スタート位置が終了位置より大きくなっています!!

source: Error establishing input stream.
it: Errore durante la creazione del flusso d'ingresso.
ja: ストリーム入力エラー.

source: Copying file...
it: Ricopiatura File...
ja: ファイルをコピー中...

source: Error opening file
it: Errore di Apertura File
ja: ファイルのオープンに失敗

source: Error copying file.
it: Errore di Ricopiatura File.
ja: ファイルのコピーエラー.

source: Error writing file.
it: Errore di Scrittura File.
ja: ファイル書き込みエラー.

source: Finished this piece
it: Questa parte è completata
ja: 完了した断片

source: Waiting for the other pieces...
it: Attesa completemento altre Parti...
ja: 他の断片を待機中...

source: Putting all the pieces together...
it: Unione Parti...
ja: すべての断片をまとめています...

source: Error joining the pieces. Try to restart the download.
it: Errore durante l'Unione delle Parti del File Trasferito. Prova a Riavviare il Trasferimento.
ja: 断片の結合エラー. ダウンロードを再試行してください.

source: Checking MD5...
it: Verifica MD5...
ja: MD5をチェック中...

source: Checking MD5 ... (
it: Verifica MD5... (
ja: MD5をチェック中.. (

source: Comparing expected and calculated MD5...
it: Cofronto MD5 atteso e calcolato...
ja: 予期されるMD5値を使用して比較...

source: File verified successfully
it: File verificato con successo
ja: ファイルのベリファイに成功しました

source: Finished
it: Completato
ja: 完了

source: Error comparing MD5.
it: Errore di verifica MD5.
ja: MD5値の比較エラー.

source: Resolving proxy host '
it: Risoluzione Indirizzo Proxy '

source: Resolving host '
it: Risoluzione Indirizzo '
ja: ホストの名前解決

source: Host not found.
it: Indirizzo non trovato.
ja: ホストがみつかりません.

source: Trying to connect in '
it: Tentativo di Connessione a '
ja: 接続を試行:

source: Connection denied.
it: Connessione NON consentita.
ja: 接続の拒否.

source: Accessing server...
it: Accesso al Server...
ja: サーバにアクセスします...

source: The file size has changed since the last time. Removing the partially downloaded files...
it: La Dimensione del File è cambiata. Elimino i Files parzialmente trasferiti...
ja: 最終更新時からファイルサイズが変更されています. ダウンロード済みの断片ファイルを削除します...

source: This server does not support restart.
it: Il Server NON consente il Ripristino del Trasferimento.
ja: このサーバーはリジュームに対応していません.

source: Unable to return the file size.
it: Non riesco a recuperare la Dimensione del File.
ja: ファイルサイズをリターンできません.

source: Error requesting file.
it: Errore durante la richiesta del File.
ja: ファイルリクエストエラー.

source: The server timed out.
it: Time-Out del Server.
ja: サーバーのタイムアウト.

source: Connection denied.
it: Connessione NON consentita.
ja: 接続の拒否.

source: Waiting for welcome message.
it: In attesa del messaggio di benvenuto.
ja: メッセージを待機しています.

source: Changing to directory
it: Cambiamento nella Cartella
ja: ディレクトリを変更

source: Invalid directory.
it: Cartella NON valida.
ja: 無効なディレクトリ.

source: Changing to binary mode...
it: Commutazione in Modalità Binaria...
ja: バイナリモードに変更中...

source: Unable to change to binary mode.
it: Impossibile commutare in Modalità Binaria.
ja: バイナリモードに変更できません.

source: Verifying if the server supports restarting...
it: Verifica che il Server consenta il Ripristino del Trasferimento...
ja: サーバーがリジュームに対応している場合はベリファイする...

source: This server does not support restart.
it: Questo Server non consente il Ripristino del Trasferimento.
ja: このサーバーはリジュームに対応していません.

source: Verifying the size of the
it: Verifica la Dimensione di
ja: サイズのベリファイ

source: File size:
it: Dimensione File:
ja: ファイルサイズ:

source: Requesting file...
it: Richiesta del File...
ja: ファイルのリクエスト...

source: Looking for file
it: Ricerca del File
ja: ファイルを探す

source: File not found.
it: File NON trovato.
ja: ファイルがみつかりません.

source: There isn't enough disk space to join the file parts.
it: Spazio su Disco NON sufficiente per unire le Parti del File.
ja: ファイルの断片を結合するには、ディスク容量が足りません.

source: Choose a file...
it: Seleziona un File...
ja: ファイルを選択...

source: Select the date...
it: Seleziona la Data...
ja: 日時を選択...

source: Remove some items before adding a new one.
it: Rimuovi qualche Elemento prima di aggiungerne nuovi.
ja: 新規追加する前に同じアイテムを削除

source: Sundays
it: Domenica
ja: 日曜日

source: Mondays
it: Lunedì
ja: 月曜日

source: Tuesdays
it: Martedì
ja: 火曜日

source: Wednesdays
it: Mercoledì
ja: 水曜日

source: Thursdays
it: Giovedì
ja: 木曜日

source: Fridays
it: Venerdì
ja: 金曜日

source: Saturdays
it: Sabato
ja: 土曜日

source: About...
it: A proposito di...
ja: プログラムについて...

source: New
it: Nuovo
ja: 新規

source: Remove
it: Elimina
ja: 削除

source: Schedule
it: Programmato
ja: スケジュール

source: Start
it: Avvia
ja: 開始日時

source: Stop
it: Interrompi
ja: 停止

source: Start All
it: Avvia Tutti
ja: すべて開始

source: Stop All
it: Interrompi Tutti
ja: すべて停止

source: Up
it: su
ja: 上に移動

source: Push download higher up the queue
it: Sposta in su il Trasferimento
ja: ウンロードのキューレベルをひとつ上げる

source: Down
it: Giù
ja: 下に移動

source: Push download lower down the queue
it: Sposta in giù il Trasferimento
ja: ダウンロードのキューレベルをひとつ下げる

source: Properties
it: Proprietà
ja: プロパティ

source: New Download
it: Nuovo Trasferimento
ja: 新規ダウンロード

source: Exit
it: Esci
ja: 終了

source: &Edit
it: &Modifica
ja: 編集(&E)

source: Paste URL
it: Incolla Indirizzo
ja: URLを貼り付け

source: Select All
it: Seleziona Tutto
ja: すべて選択

source: Invert Selection
it: Inverti Selezione
ja: 選択を反転

source: Find Download
it: Trova Trasferimento
ja: ダウンロードを検索

source: &View
it: &Mostra
ja: 表示(&V)

source: Show/Hide Graph
it: Mostra/Nascondi Istogramma
ja: グラフの表示/非表示

source: Show/Hide Progress Bar
it: Mostra/Nascondi Barra di Avanzamanto
ja: 進捗バーの表示/非表示

source: Show/Hide Details
it: Mostra/Nascondi Dettagli
ja: 詳細の表示/非表示

source: Language
it: Linguaggio
ja: 使用言語

source: (Default)
it: (Predefinito)
ja: (デフォルト)

source: English
it: Inglese

source: French
it: Francese

source: Portuguese
it: Portoghese

source: Portuguese(Brazil)
it: Portoghese (Brasiliano)

source: German
it: Tedesco

source: Nederlands
it: Olandese

source: Spanish
it: Spagnolo

source: Czech
it: Ceco

source: Russian
it: Russo

source: Hungarian
it: Hungherese

source: Indonesian
it: Indonesiano

source: Armenian
it: Armeno

source: Polish
it: Polacco

source: Turkish
it: Turco

source: &Tools
it: &Strumenti
ja: ツール(&T)

source: Export Configuration
it: Esporta Configurazione
ja: 設定をエクスポート

source: Import Configuration
it: Importa Configurazione
ja: 設定をインポート

source: Shutdown when finished
it: Spegni il Computer al Termine dei Trasferimenti
ja: 完了後にシステムをシャットダウン

source: This option is only valid in this session of the program
it: Questa opzione è valida solo per la Sessione Corrente
ja: オプションはこのプログラムのセッション時のみ有効です

source: Disconnect when finished
it: Disconnetti il Computer al Termine dei Trasferimenti
ja: 完了後に接続を切断

source: Options
it: Opzioni
ja: オプション

source: &Help
it: &Aiuto
ja: ヘルプ(&H)

source: wxDownload Fast Site
it: Sito di wxDownload Fast
ja: wxDownload Fast のサイト

source: Report Bugs...
it: Comunica Errori...
ja: バグを報告...

source: Donate...
it: Donazioni...
ja: 寄付する...

source: About
it: A proposito di
ja: プログラムについて

source: Save to:
it: Salva in:
ja: 保存先:

source: Directory
it: Cartella
ja: ディレクトリ

source: Address:
it: Indirizzo:
ja: アドレス:

source: URL to download Example: http://www.foo.com/foo.exe Example: http://www.foo.com:80/foo.exe Example: ftp://ftp.foo.com:21/foo.exe
it: Indirizzo del Trasferimento Esempio: http://www.foo.com/foo.exe Esempio: http://www.foo.com:80/foo.exe Esempio: ftp://ftp.foo.com:21/foo.exe

source: Add
it: Aggiungi
ja: 追加

source: Address List:
it: Elenco degli Indirizzi:
ja: アドレスリスト:

source: Only the selected addresses will be downloaded
it: Solo gli Indirizzi Selezionati saranno Trasferiti
ja: 選択されたアドレスからのみダウンロード

source: Add on top of download queue
it: Aggiungi i Trasferimenti in cima all'Elenco

source: Server Permission
it: Accesso al Server
ja: サーバーのパーミッション

source: User:
it: Utente:
ja: ユーザー:

source: Segmented download
it: Frammentazione del Trasferimento
ja: ダウンロードされた断片

source: Split download into how many pieces?
it: Frammenta il Trasferimento in Parti?
ja: ダウンロードファイルの分割数

source: Download bandwidth (in kB/s)
it: Larghezza di Banda del Trasferimento (in kB/s)
ja: ダウンロードの帯域幅 (Kb/s)

source: Set band width limit for this download. Set "0" to unlimited.
it: Definisce la Larghezza di Banda per questo Trasferimento. Il valore "0" significa Larghezza di Banda illimitata.
ja: このダウンロードに利用する帯域幅を設定して下さい. "0"で無制限です

source: Manual
it: Manuale
ja: 手動

source: Now
it: Adesso
ja: すぐに開始

source: Execute the following command after download completes
it: Esegui il seguente Comando al Termine del Trasferimento
ja: ダウンロード完了後に以下のコマンドを実行

source: &Cancel
it: &Annulla
ja: キャンセル(&C)

source: General
it: Gerale
ja: 一般

source: Attempts:
it: Tentativi:
ja: リトライ:

source: Number of attempts
it: Numero di Tentetivi
ja: リトライ回数

source: Time between the attempts in seconds:
it: Intervallo tra Tentativi, in secondi:
ja: リトライするまでの間隔(秒):

source: Number of simultaneous downloads:
it: Numero di Trasferimenti Simultanei:
ja: 同時ダウンロード数:

source: Remember the last settings on the New Download box
it: Ricorda le ultime Impostazioni per un Nuovo Trasferimento
ja: 新規ダウンロード時に前回の設定を引き継ぐ

source: Shutdown when all downloads finish
it: Spegni il Computer al Termine dei Trasferimenti
ja: ダウンロード完了後は常にシステムをシャットダウン

source: Disconnect when all downloads finish
it: Disconnetti il Computer al Termine dei Trasferimenti
ja: ダウンロード完了後は常に接続を切断

source: Show dialog box when program closes
it: Chiedi conferma quando Esci dal Programma
ja: プログラムを閉じるときにダイアログを表示

source: Refresh rate of the download list (millisecs):
it: Periodo di Aggiornamento dell'Elenco dei Trasferimenti (millisecondi):
ja: ダウンロードリストの更新間隔 (ミリ秒):

source: Download Read Buffer size(in Bytes):
it: Dimesione Buffer di Lettura (in Bytes):
ja: ダウンロードの読み込みバッファサイズ(バイト):

source: Restore the main window when all downloads finish
it: Ripristina la Finestra Principale al Termine dei Trasferimenti
ja: すべてのダウンロード完了後にメインウィンドウを復元

source: Hide the main window when you start a download
it: Nascondi la Finestra Principale all'Avvio dei Trasferimenti
ja: ダウンロード開始時にメインウィンドウを隠す

source: Check for updates automatically
it: Verifica automaticamente gli Aggiornamenti del Programma
ja: アップデートを自動的にチェック

source: Paths
it: Percorsi
ja: パス

source: Default destination:
it: Cartella Predefinita:
ja: デフォルトの保存先:

source: Browser path:
it: Browser Internet:
ja: ブラウザのパス:

source: File manager path:
it: Gestore Risorse:
ja: ファイラーのパス:

source: Shutdown command:
it: Comando di Spegnimento:
ja: シャットダウンコマンド:

source: Disconnect command:
it: Comando di Disconnessione:
ja: 接続切断コマンド:

source: Partial Temporary Files Path
it: Files Temporanei
ja: 一時ファイルのパス

source: Use the destination directory
it: Usa la Cartella Predefinita
ja: 対象ディレクトリを使用

source: Use a Proxy Server
it: Usa Server Proxy
ja: プロキシサーバーを使用

source: Proxy Server
it: Server Proxy
ja: プロキシサーバー

source: Port:
it: Porta:
ja: ポート

source: Proxy Server Authorization
it: Autenticazione Server Proxy
ja: プロキシサーバーの認証

source: Graph
it: Istogramma
ja: グラフ

source: Show Graph
it: Mostra Istogramma
ja: グラフを表示

source: Save how many points to graph?
it: Numero di Punti da Salvare
ja: グラフの位置を保存しますか?

source: Graph refresh rate (millisecs):
it: Periodo di Aggiornamento (millisecondi):
ja: グラフの更新間隔 (ミリ秒):

source: Graph maximum value (kB/s):
it: Valore massimo rappresentato (kB/s):
ja: グラフの最大値 (kb/s):
