Repository: kerneltravel/wxDownloadFast_wxwidgets
Catalog: wxDFast/languages/*/wxDFast.po
Languages: it, ja

source: The text area Width (pixels):
it: Larghezza Area di Testo (pixels):
ja: テキスト領域の幅 (pixels):

source: Graph height:
it: Altezza:
ja: グラフの高さ:

source: Text font size (points):
it: Dimensione Carattere:
ja: テキストフォントサイズ(points):

source: Main line width:
it: Spessore Linea di Riferimento:
ja: ラインの幅:

source: Background colour:
it: Colore Sfondo:
ja: 背景色:

source: Graph grid colour:
it: Colore Griglia:
ja: グラフのグリッド色:

source: Main line colour:
it: Colore Linea di Riferimento:
ja: ラインの色:

source: Speed font colour:
it: Colore del Testo:
ja: 速度フォント色:

source: Scheduling
it: Programmazione
ja: スケジュール

source: Activate scheduling
it: Attiva la Programmazione dei Trasferimenti
ja: スケジュールを有効化

source: Start Date:
it: Data d'Inizio:
ja: 開始日付:

source: Start Time:
it: Ora d'Inizio:
ja: 開始時間:

source: hours
it: Ore
ja: 時

source: minutes
it: Minuti
ja: 分

source: Finish Date:
it: Data di Fine:
ja: 完了日付:

source: Finish Time:
it: Ora di Fine:
ja: 完了時間:

source: Deactivate downloads on:
it: Disattiva i Trasferimenti:
ja: ダウンロードを無効化:

source: Between
it: Tra
ja: 間

source: and
it: e le

source: Exceptions List:
it: Eccezioni:
ja: 除外リスト:

source: Bandwidth
it: Larghezza di Banda
ja: 帯域幅

source: Bandwidth Control
it: Controllo Larghezza di Banda
ja: 帯域幅のコントロール

source: Unlimited bandwidth
it: Illimitata
ja: 帯域幅を無制限

source: Limit band width independently for each download
it: Independente per ogni Trasferimento
ja: ダウンロードごとに独立した帯域幅を割り当てる

source: Limit band width for the program (in kB/s):
it: Complessiva del Programma (in kB/s):
ja: プログラムで使用する帯域幅 (Kb/s):

source: Band width limit in kB/s to be used by the program
it: Larghezza di Banda massima in kB/s usata dal Programma
ja: このプログラムに最大の帯域幅(Kb/s)を割り当てる

source: Browser Integration
it: Integrazione con Browser
ja: ブラウザとの統合

source: Firefox Integration
it: Integrazione con Firefox
ja: Firefox との統合

source: To integrate with Firefox, do the following: 1) Install the FlashGot extension for Firefox (www.flashgot.org/getit) 2) Then restart Firefox and go to: Tools -> FlashGot -> More Options 3)Now select the wxDownload Fast on the Download Manager's List
it: Per attivare l'Integrazione con Firefox, procedere nel modo seguente: 1) Installare l'estensione FlashGot per Firefox(www.flashgot.org/getit) 2) Riavviare Firefox e selezionare: Strumenti -> FlashGot -> Altre Opzioni 3) Selezionare wxDownload Fast dall'elenco dei Download Managers
ja: Firefox との統合は以下のように設定して下さい: 1) FlashGot をインストールしてください(www.flashgot.org/getit) 2) Firefoxを再起動して、メニュー: ツール -> FlashGot -> 詳細オプション 3) wxDownload Fast をダウンロードマネージャーリストから選択します

source: Internet Explorer Integration
it: Integrazione con Internet Explorer
ja: Internet Explorer との統合

source: &Save
it: &Salva
ja: 保存(&S)

source: &File
ja: ファイル(&F)

source: Password:
ja: パスワード:

source: Proxy
ja: プロキシ

source: Server:
ja: サーバー
